alefragnani.rtf
anthropic.claude-code
bagetx.inf
benspaulding.procfile
bierner.github-markdown-preview
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
caarlos0.language-prometheus
calvert.crypto-ticker
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot-chat
github.github-vscode-theme
golang.go
haack.warp-companion
kameshkotwani.google-search
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-containers
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-repositories
openai.chatgpt
peetzweg.crypto-address-lens
pejmannikram.vscode-auto-scroll
redhat.vscode-yaml
seyyedkhandon.firacode
tailscale.vscode-tailscale
tal7aouy.icons
tamasfe.even-better-toml
tomoki1207.pdf
tumido.cron-explained
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vue.volar
yzane.markdown-pdf
zhuangtongfa.material-theme
