tap "bramstein/webfonttools"
tap "buildpacks/tap"
tap "cloudflare/cloudflare"
tap "homebrew/services"
tap "kavehtehrani/tap"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "ack"
brew "aircrack-ng"
brew "xz"
brew "asitop"
brew "bash"
brew "bash-completion@2"
brew "bfg"
brew "buildkit"
brew "cabextract"
brew "cdrtools"
brew "cifer"
brew "colima", restart_service: :changed
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "dns2tcp"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "hashcat"
brew "imagemagick"
brew "john"
brew "knock"
brew "lynx"
brew "mas"
brew "moreutils"
brew "ncdu"
brew "netpbm"
brew "nmap"
brew "node"
brew "nvm"
brew "openssh"
brew "php"
brew "pngcheck"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "rsync"
brew "rsyslog"
brew "ruby"
brew "screen"
brew "socat"
brew "sqlmap"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "tree"
brew "truncate"
brew "v"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "wimlib"
brew "woff2"
brew "xpdf"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "kavehtehrani/tap/cloudflare-speed-cli"
brew "teamookla/speedtest/speedtest"
cask "font-hack-nerd-font"
cask "iterm2", args: { appdir: "/Applications" }
cask "uninstallpkg"
cask "wechat"
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "Blackmagic Disk Speed Test", id: 425264550
mas "CrystalFetch", id: 6454431289
mas "Developer", id: 640199958
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Messenger", id: 1480068668
mas "MyWallpaper", id: 1552826194
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Desktop", id: 409907375
mas "Resident Evil 4", id: 6462360082
mas "Speedtest", id: 1153157709
mas "TestFlight", id: 899247664
mas "Wayback Machine", id: 1472432422
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "alefragnani.rtf"
vscode "anthropic.claude-code"
vscode "bagetx.inf"
vscode "benspaulding.procfile"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "caarlos0.language-prometheus"
vscode "calvert.crypto-ticker"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "haack.warp-companion"
vscode "kameshkotwani.google-search"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "openai.chatgpt"
vscode "peetzweg.crypto-address-lens"
vscode "pejmannikram.vscode-auto-scroll"
vscode "redhat.vscode-yaml"
vscode "seyyedkhandon.firacode"
vscode "tailscale.vscode-tailscale"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tumido.cron-explained"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yzane.markdown-pdf"
vscode "zhuangtongfa.material-theme"
go "github.com/cloudflare/cloudflare-go/cmd/flarectl"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
